Repository: Leinad4Mind/Leinad4Mind-kodi-addons
Catalog: plugin.video.okgoals/resources/language/*/strings.po
Languages: portuguese

# #30001
source: Previous Weeks
portuguese: Semanas Anteriores

# #30002
source: Search Matches
portuguese: Procurar Jogos

# #30003
source: Page
portuguese: indisponível

# #30005
source: No compatible servers available.
portuguese: Nenhum servidor compatível.

# #30006
source: Choose video
portuguese: Escolha o vídeo

# #30007
source: Unavailable or removed video.
portuguese: Vídeo indisponível ou removido.

# #30008
source: Search Match
portuguese: Pesquisar Jogos

# #30009
source: The search only includes matches from the last month.
portuguese: A pesquisa só inclui jogos que ocorreram neste mês.

# #30010
source: Lastest Goals
portuguese: Últimos Golos

# #30011
source: Lastest Goals from Portuguese League
portuguese: Últimos Liga Portugal

# #30012
source: Lastest Goals by League
portuguese: Últimos Golos por Liga

# #30013
source: Previous Seasons
portuguese: Épocas Anteriores

# #30014
source: Quality
portuguese: Qualidade

# #30015
source: Doesn't include Portuguese League.
portuguese: Não inclui a Liga Portugal.
